export const TEXT = [
  `대면 축제가 코로나라는 긴 터널의 끝에 3년 만에 열린다. 적응할 수 없었을 것만 같았던 새로운 일상이었지만, 이제는 오히려 야외에서 마스크를 벗는 것이 어색하기만 하다. 매일같이 전문화된 일에 집중하느라 여유를 둘 틈이 없는 우리의 파편화된 지성은 이처럼 새로운 외부적인 변화에도 쉽게 무감각해질 만큼 둔하다. 매일같이 우리의 일상을 파고들고 있는 실시간 메신저에 대해서도 마찬가지이다.`,

  `기술의 진보가 가능케 한 시간과 공간의 압축화는 새로운 방식의 커뮤니케이션을 만들어냈고, 우리의 감각은 이 왜곡된 시공간 차원을 받아들이며 확장했다. 하루에도 수백 통 물리적으로 떨어져 있는 사람과 실시간으로 소통하는 이런 새로운 커뮤니케이션의 방식이 10년 전에는 불가능했다는 사실도 잊힌 지 오래다. 양적인 정보의 소용돌이 속에서 우리는 더는 예전과 같이 편지라는 매체가 자아냈던 숭고하고 달콤한 초조함과 설렘을 느끼지 않는다 – 그것을 가능하게 할 기술이 있음에도 불구하고.`,
  `페스티벌 메신저의 작동 방식은 단순하다. 메시지의 수신자는 발신자가 지정한 장소에서만 메시지를 읽을 수 있다. 이 시스템은 기존 메신저의 시스템에 공간적 제약을 만들면서 시간 또한 왜곡한다. 더구나 우리의 사회에서 망각되어 왔던 기다림의 가치를 복구하고, 온라인과 오프라인 사이의 위계를 전복한다.`,
  `분명히 이 프로젝트는 몇 년 전 유행했던 포켓몬고에서 직간접적인 영향을 받았다. 모두가 포켓몬고에 열광하였던 이유는 그것이 비로소 새로운 모바일의 시대에 시공간이 어떻게 새롭게 재정의될 수 있는지를 제시하였고, 기술적 기능에 가해진 추가적인 제약이 우리의 일상에 어떠한 미적 가치를 가져다줄 수 있는지 보여주었기 때문이다. 사람들은 포켓몬고로 인해 움직이기 시작했고, 더 나아가 움직임의 합목적성에 대해 재고찰할 수 있었다. 본 프로젝트가 추구하는 바는 이러한 온라인-오프라인의 위계 전복에서 더 나아가, 기술로 인해 잊혀져왔던 가치들을 기술을 통해 복구하는 데에 있다.`,
  `기술과 관련하여 가장 넓게 퍼져있는 오류는 최신성과 복합성에 대한 절대적 믿음이다. 오히려 발견되지 않은 문명의 문화적 가능성은 넓게 사용되어온 기존의 기술들을 바탕으로 함에도 불구하고 이러한 믿음은 만연해있다. 오랜 숙성의 시간을 거친 기술이야말로 다양한 시각에서 견지되고 분해되어 새로운 재창조의 가능성을 나타내곤 한다. 페스티벌 메신저를 필두로, 필자의 작품들은 가장 단순하고 기본적인 온라인상의 기술들이 어떻게 우리 삶을 풍요롭게 할 수 있는지 연구하고자 한다.`,
];
