export const DATA = [
  {
    idx: 0,
    question: `서울대학교 봄축제가 어느새 내일이네? 축제 한 번 가보고 싶은데 다들 아무 말이 없다...
        이때 나는`,
    answers: [
      {
        type: "E",
        content: `“내일 나랑 같이 축제 갈 사람~?” 동기들에게 먼저 제안한다.`,
      },
      {
        type: "I",
        content: `“왜 아무도 가자는 말을 안 하지...” 누군가 먼저 말을 꺼낼 때까지 기다린다.`,
      },
    ],
  },
  {
    idx: 1,
    question: `오늘은 서울대학교 봄축제날! 딱 이 과제만 끝내고 가려고 하는데, 동아리 친구들이 잔디광장에서 장터 음식을 먹고 있다며 나를 부른다.
        이때 나는`,
    answers: [
      {
        type: "P",
        content: `“과제는 미래의 내가 해줄거야~” 과제는 다음으로 미루고 우선 잔디광장으로 간다.`,
      },
      {
        type: "J",
        content: `“지금 이 과제를 안 끝내면 내 자신에게 실망이다... ” 하던 과제를 마저 끝낸다.`,
      },
    ],
  },
  {
    idx: 2,
    question: `축제 부스를 구경하려고 과동기들과 자하연 앞에서 만나기로 했는데, 동기 한 명이 30분 정도 늦는다고 장문의 사과 카톡을 보내왔다.
        이때 나는`,
    answers: [
      {
        type: "F",
        content: `“그래 이렇게 미안해하는데...어쩔 수 없지… ” 진심 어린 사과에 마음이 풀리는 편이다.`,
      },
      {
        type: "T",
        content: `“그래 이런 이유가 있었는데... 어쩔 수 없지... ” 적절한 사유에 마음이 풀리는 편이다.`,
      },
    ],
  },

  {
    idx: 3,
    question: `드디어 봄축제가 열리는 잔디광장에 도착! 그런데 축제 부스가 너무 많아서 어디부터 가야 할 지 모르겠다. 
            이때 나는`,
    answers: [
      {
        type: "J",
        content: `“일단 뭐 있는지 한 번 쭉 둘러보고, 하나씩 가봐야지!” 간단한 동선을 정한다.`,
      },
      {
        type: "P",
        content: `“어 저기서 솜사탕을 주네! ” 가장 재밌어 보이는 부스로 향한다.`,
      },
    ],
  },

  //get these scripts from THE TEXT ABOVE, not on the imagination/predition
  {
    idx: 4,
    question: `동기가 늦는 바람에 부스 단체게임에 인원이 한 명 부족하다. 이대로 포기할 수 없어서 고민하고 있는데, 마침 옆에 혼자 오신 분이 계신다.
            이때 나는`,
    answers: [
      {
        type: "E",
        content: `“혹시 저희가 인원이 부족해서 그런데 괜찮으시면 같이 게임 하실래요?” 주저하지 않고 말을 건다.`,
      },
      {
        type: "I",
        content: `“초면에 같이 게임하는 건 어려워…” 아쉽지만 다른 부스로 간다.`,
      },
    ],
  },

  {
    idx: 5,
    question: `친구가 운영하는 장터 부스에 도착! 장터를 둘러보는데, 학생들임에도 불구하고 음식들 퀄리티가 대단하다!

            이때 나는`,
    answers: [
      {
        type: "S",
        content: `“오 다들 진짜 대단하다... 다 맛있어 보여!” 장터 음식들에 감탄하며 둘러본다.`,
      },
      {
        type: "N",
        content: `“저렇게 음식을 준비하기 위해서 얼마동안 준비했을까..? 만약 내가 장터를 열었으면 무슨 메뉴를 팔았을까? ” 상상의 나래를 펼쳐본다.`,
      },
    ],
  },

  {
    idx: 6,
    question: `친구가 봄축제 굿즈로 너무 귀여운 리오 키링을 사왔다.
            이때 나는`,
    answers: [
      {
        type: "T",
        content: `“우와 굿즈도 팔아? 어디서 났대?” 키링에 대한 정보를 묻는다.`,
      },
      {
        type: "F",
        content: `“헐 너무 귀엽다! 네 가방이랑 완전 잘 어울려!” 귀여운 키링을 칭찬하느라 바쁘다.`,
      },
    ],
  },

  {
    idx: 7,
    question: `친구가 갑자기 핸드폰을 예술장터에 놓고 온 것 같다며 혼자 잔디광장에 다시 갔다 오겠다고 한다.
            이때 나는`,
    answers: [
      {
        type: "F",
        content: `“아냐 나랑 같이 찾으러 가자!” 친구와 같이 휴대폰을 찾으러 간다.`,
      },
      {
        type: "T",
        content: `“다녀와! 여기서 기다리고 있을게” 친구를 기다린다.`,
      },
    ],
  },

  {
    idx: 8,
    question: `어느덧 저녁시간대가 다가오고, 푸드트럭에서 저녁을 먹으려고 하는데 줄이 엄청나게 길다.
            이때 나는`,
    answers: [
      {
        type: "P",
        content: `“줄이 기네… 그래도 기다려야지 뭐…” 먹고 싶으니까 일단 기다린다.`,
      },
      {
        type: "J",

        content: `“줄이 기네… 이 줄 다 기다리고 먹으면 몇 시쯤이지? ” 시간을 계산해보며 기다린다.`,
      },
    ],
  },

  {
    idx: 9,
    question: `오늘은 축제 마지막날! 폐막제에 왔다. 동아리 공연들을 보는데 다들 실력 무슨 일이야…  무대를 뒤집어 놓았다!

            이때 나는`,
    answers: [
      {
        type: "S",
        content: `“와 무대 미쳤다! 폐막제 오길 정말 잘했다 대박!” 감탄하며 공연을 즐긴다.`,
      },
      {
        type: "N",
        content: `“와… 안 떨고 저렇게 하려면 무대 경험이 얼마나 많아야 할까? 몇 개월 동안 준비한거지?” 많은 영감을 받으며 공연을 즐긴다.`,
      },
    ],
  },
  {
    idx: 10,
    question: `연예인 무대까지 끝이 나고.. 드디어 2023 서울대학교 봄축제의 막이 내려 집으로 돌아가는 길이다.

            이때 나는`,
    answers: [
      {
        type: "S",
        content: `“아직도 여운이 가시질 않네. 진짜 대박이였어! 서울대 축제도 재밌네!” 샤뽕 충전에 성공한다.`,
      },
      {
        type: "N",
        content: `“역시 축제는 연예인이지! 다음 축제에는 누가 올까?” 다음 축제를 상상해본다.`,
      },
    ],
  },

  {
    idx: 11,
    question: `녹초가 된 몸을 이끌고 집으로 돌아가려는데, 친구들이 샤로수길에서 더 놀다 가자고 한다.
            이때 나는`,
    answers: [
      {
        type: "E",
        content: `“너무 좋아! 어디로 갈까?” 갑자기 없던 힘도 샘솟는다.`,
      },
      {
        type: "I",
        content: `“아냐… 오늘은 너무 힘들어서… 다음에 놀자!” 집에 가서 충전의 시간을 갖는다.`,
      },
    ],
  },
];
