export const DATA = [
  {
    type: "INTP",
    name: "미래의 교수님 리오",
    preName: "축제는 열심히 즐기지만 축제 후 혼자만의 시간이 꼭 필요한",
    description: `
        눈치가 빠르고 통찰력이 뛰어나요.
        지적 호기심이 많고 분석적이어서 복잡한 문제를 잘 풀어요.
        호불호는 확실한 편이에요.
        가식이나 허세, 오글거리는 건 싫어요.
        자발적 아웃사이더.
        그래도 친해지고 나면 웃기다는 얘기를 많이 들어요.
        강강약약의 멋진 성격이에요. 뒤끝이 없고 앞뒤가 같아요.
        귀찮은 거 진짜 싫어요.
        생각이 많아요! 공상을 자주 하고 혼자 생각하는 시간이 꼭 필요해요.
        아이디어가 많고 엉뚱한 구석이 있어요.
            `,
    match: ["서울대 힐러 리오", "하이텐션 리오"],
  },
  {
    type: "INTJ",
    name: "프로독강러 리오",
    preName: "혼자서 축제를 즐기는 것도 두렵지 않은",
    description: `
        혼자 하는 것이 두렵지 않은 개척자 스타일이에요.
분석력이 뛰어난 문제 해결사!
지적이고 배움에 항상 굶주려있는 타입이에요.
감정이 없어 보일 때가 있지만 감성이 매우 풍부해요.
한 번 꽂히면 집중력 max되는 편이에요.
모험과 도전을 두려워하지 않는 대범한 스타일이에요.
이상주의자인 동시에 비관주의자이에요.
업무가 완벽하지 않으면 짜증나요. `,
    match: ["하이텐션 리오", "서울대 힐러 리오"],
  },
  {
    type: "INFP",
    name: "귀요미 리오",
    preName: "수줍은 듯해 보이지만 누구보다 즐길 준비가 되어 있는",
    description: `
        언뜻 보기에는 조용하지만, 내적 열정 max일 때가 많아요.
얕고 피상적인 관계를 싫어해요.
외로움을 잘 타고 그런 만큼 다른 사람의 감정을 잘 파악해요.
사소한 것에도 상처를 잘 받고 감정기복이 심할 때가 있어요.
공감 능력이 뛰어나요.
자신만의 생각과 가치가 뚜렷한 편이고 도덕적인 가치가 중요해요.
가식적인 사람은 너무 싫지만, 좋아하는 사람한테는 한 없이 잘해줘요.
직접적인 관심을 받는 건 싫지만 친하다고 생각하는 사람들한테는 끊임없이 애정을 갈구해요.
하지만 애정표현은 잘 못하는 편이에요.
집순이 / 집돌이지만 막상 누가 꺼내주면 잘 놀아요. `,
    match: ["과대 선배 리오", "샤로수길 핵인싸 리오"],
  },

  {
    type: "INFJ",
    name: "축제지킴이 리오",
    preName: "양심적인 당신은 축제에서도 분리수거를 잘하는",
    description: `
        배려심이 많고 다른 사람을 배려하고자 하는 마음이 커요.
해야 할 일은 미리미리 해치우는 편이에요.
집에만 있어도 늘 짜릿하고 새롭고 최고입니다.
집순이/집돌이지만 여행가는 건 엄청 좋아해요.
친해지고 싶은 사람이 있으면 그 사람이 먼저 다가와주길 바라요.
자신이 속한 단체의 화합을 추구하고 다른 가치보다 사람 중심의 가치가 중요해요.
타인들의 고통을 쉽게 느끼고 공감 능력이 뛰어납니다.
주변 사람들이 함부로 언행을 하는 모습을 보이면 정 떨어져요.
무례하고 큰 상처를 주는 사람은 미련 없이 정리하는 편이에요.
 
`,
    match: ["샤로수길 핵인싸 리오", "과대 선배 리오"],
  },
  {
    type: "ENTP",
    name: "예비 축하사 리오",
    preName: "축제의 다양한 행사를 즐기며 축제 기획까지 도전하고 싶은",
    description: `
        외향적인 사람 중에선 가장 내향적인 편이에요.
정해진 법칙은 없다, 성취가 목적이에요.
다재다능하며 호기심이 많아 다양한 분야에 도전하는 편이에요.
위험을 감수해서라도 하고 싶은 일은 해요.
넘치는 자신감, 모험을 두려워하지 않아요.
뛰어난 언변과 필력을 가지고 있어요.
틀에 갇혀 사는 건 싫어요.
사고가 유연하며 상상력, 창의력, 순발력이 뛰어나요.`,
    match: ["축제지킴이 리오", "과대 선배 리오"],
  },
  {
    type: "ENFP",
    name: "관악 최강 인싸 리오",
    preName: "축제에서도 모르는 사람이 없는",
    description: `

        활기 넘치며 상상력이 풍부한 편이에요.
        타인과 좋은 관계를 유지하여 친구가 많은 편이에요.
        인생은 즐겁게! 매사에 긍정적이에요.
        분위기를 잘 띄우고 새로운 환경에서도 적응이 빨라요.
        정이 많아 사람을 쉽게 밀쳐내지 못해요.
        감정이 상해도 회복이 매우 빨라요.
        반복적이고 변화 없는 지루한 일상을 피해요.
        행사나 일을 잘 주선해요. 하지만 “이걸 하자” 선에서 끝나며 구체적인 계획은 없어요. `,
    match: ["전교1등 리오", "시크도도 리오"],
  },
  {
    type: "ENTJ",
    name: "믿음직한 리더 리오",
    preName: "축제에서도 어느새 친구들을 이끌고 있는",
    description: `
        대담하며 도전정신이 있어요.
통솔력 있고, 무언가를 잘 주도하는 편이에요.
비판에 귀를 기울여 잘 수용해요.
효율성 있고 효율적인 생각을 바로 주도하여 실현해요.
객관적이고 명료한 생각을 좋아해요.
시간 낭비를 싫어해요.
장점을 빠르게 파악해 주변 지인과 동료에게 좋은 동기부여를 해줄 때가 있어요.
어려운 상황에도 쉽게 포기하지 않고 나아갈 방향을 물색해요. `,
    match: ["관악의 귀요미 리오", "미래의 교수님 리오"],
  },
  {
    type: "ENFJ",
    name: "학생회장 리오",
    preName: "친구들을 잘 챙기고 배려하며 타인에게 존경받는",
    description: `

        온화하고 이타적인 모습을 보여요.
연민과 동정, 뛰어난 이해심과 인류애를 보유하고 있어요.
타인의 관심사에 귀 기울이며 배려해요.
사람들을 잘 이끌고 리더십이 뛰어난 편이에요.
주변과의 조화 능력이 탁월해요.
삶의 이유를 끊임없이 탐구해요.
구체적이고 현실적인 계획을 세워요.
경쟁이 심하고 극도로 긴장되는 상황을 싫어해요.`,
    match: ["관악의 귀요미 리오", "전교1등 리오"],
  },
  //DO NOT PREDICT THE CONTENTS, COPY & PASTE FROM THE CONTENTS BELOW!!!!
  {
    type: "ESTJ",
    name: "과대 선배 리오",
    preName: "축제조차도 계획적으로 즐겨야하는",
    description: `
    하고 싶은 말이 있다면 가감 없이 직설적으로 표현해요.
    규칙을 중요하게 여기고, 그 규칙에 따라 일을 진행하는 스타일이에요.
    집단에서 리더 역할을 자주 맡는 경향이 있어요.
    본인의 호불호가 확실해요.
    본인의 계획대로 일이 흘러가는 것을 좋아해서 예측 불가능한 상황을 싫어하고 내 계획이 틀어지는 것은 용납 못 하는 성격이에요.
    은근하게 꼰대 기질이 있어요.
    돈 관리를 잘하는 편이에요.
    정적이기보다는 동적이고, 다양한 사람들과 함께 할 수 있는 일을 선호해요. `,
    match: ["귀요미 리오", "축제지킴이 리오"],
  },
  {
    type: "ESTP",
    name: "샤로수길 핵인싸 리오",
    preName: "스릴 넘치는 축제를 원하는",
    description: `
즉흥적인 걸 좋아해서 번개로 사람 만나는 것을 매우 좋아해요
주변에 일어나는 일에 관심이 많은 편이에요
깊게 생각하는 일은 머리 아파요. 뒤끝 없이 쿨한 성격이에요
본인이 옳다고 생각하는 말이면 쓸데없는 눈치 보지 않고 말해요
추상적으로 말하는 건 별로에요. 실질적이고 정확한 얘기가 좋아요
사교적이여서 리더 자리도 자주 맡고 사람 만나기를 좋아해요
눈썰미가 좋아서 상대방의 옷, 화장, 표정 등의 변화를 잘 포착해요
삶은 즐기는 거라고 생각해요. 그래서 내기 같은 스릴 있는 것을 좋아해요 `,
    match: ["축제지킴이 리오", "귀요미 리오"],
  },
  {
    type: "ESFJ",
    name: "서울대 힐러 리오",
    preName: "축제에서조차도 주변 친구들을 케어해주는 게 좋은",
    description: `
친절함이 기본이여서 남을 돕는 것에서 행복을 느껴요.
친구의 연애 상담이나 고민을 잘 들어줘요.
주변에 관심이 많은 편이라서 ‘이 친구의 친구는 뭐하고 살까?’라는 생각을 종종 해요.
상대의 말을 들을 때 리액션이 많은 타입이라 교수님 말에도 자동적으로 끄덕끄덕거려요.
정적이 흐를 때 내가가 먼저 말을 꺼내요.
내 개인의 이익보다는 전체가 우선이라고 생각해요.
그치만 남의 눈치를 보는 편이에요.
술자리에서 주변 친구들을 케어하는 담당을 주로 맡아요. `,
    match: ["미래의 교수님 리오", "프로독강러 리오"],
  },
  {
    type: "ESFP",
    name: "하이텐션 리오",
    preName: "인생은 지금!! 축제도, 인생도 즐거움이 1순위인",
    description: `
붙임성과 인사성이 좋고 웃음이 많아요.
심심하면 바로 친구한테 전화를 걸어 수다를 떠는 편이에요.
이벤트 같은 게 좋아서 축제 같은 곳이 좋아요. 
상대방의 부탁에 거절하기가 어려운 성격이에요.
쉽게 유혹되는 스타일이라 때론 충동구매를 하게 되요.
호기심이 많아요.
좋고 싫은 게 표정에 바로 나타나는 스타일이에요.
집단에서 분위기 메이커 역할을 주로 맡아요. `,
    match: ["프로독강러 리오", "미래의 교수님 리오"],
  },
  {
    type: "ISTJ",
    name: "전교1등 리오",
    preName: "이번 축제 일정도 캘박 완료한",
    description: `
    내가 맡은 일은 꼭 책임지고 해내요. 
시간이 금이다! 필요한 일은 신중하고 정확하게 처리해요.
일을 할 때는 체계적인 계획을 따르는 게 편안해요.
실수는 못 참아요! 미루지 않고 바로바로 수정해요. 
시간 약속을 지키는 건 기본이에요.
쉬는 날에는 주로 집에서 시간을 보내요. 
섬세하고 기억력이 좋아요.
나만의 뚜렷한 주관과 신념을 가지고 있어요. `,
    match: ["관악 최강 인싸 리오", "학생회장 리오"],
  },
  {
    type: "ISTP",
    name: "시크도도 리오",
    preName: "축제.. 갈까말까 고민중인",
    description: `
    남의 시선에 신경을 크게 안 써요.
혼자만의 시간이 꼭 필요해요. 
사실 남한테 관심이 별로 없어요.
매사가 귀찮지만 그렇다고 뒤처지는건 싫어요.
뭐 하나에 빠지면 질릴 때까지 해요.
다양하고 새로운 경험을 하고 싶어요.
일은 무조건 효율적으로 해야해요.
분석과 관찰을 잘 해요. `,
    match: ["학생회장 리오", "관악 최강 인싸 리오"],
  },
  {
    type: "ISFJ",
    name: "어미새 리오",
    preName: "축제에서도 친구들 챙기기 바쁜",
    description: `

    집에 있는 게 제일 좋지만 막상 나가면 재밌어요.
주변 사람들한테 관심이 많고 그들의 이야기를 듣는 게 좋아요. 
기억력이 좋고 섬세해요. 
좋아하는 사람한테는 최선을 다해서 잘해줘요.
평소에 공감을 잘하고 다정하다는 소리를 들어요.
모험, 변화는 혼자서는 좀 낯설어요. 일상이 큰 변화 없이 반복될 때 편안해요.
E로 보는 사람들이 많아요. 가끔 스스로도 I 인지 E인지 헷갈려요. 
작은 것에도 쉽게 감동해요. `,
    match: ["샤로수길 핵인싸 리오", "믿음직한 리더 리오"],
  },
  {
    type: "ISFP",
    name: "관악의 귀요미 리오",
    preName: "같이 축제 갈 친구 찾고 있는",
    description: `
    축제 재밌을 것 같은데 막상 준비하고 나가기는 귀찮아요.
관심은 받고 싶지만 너무 많이 주면 부담스러워요.
칭찬을 들으면 하루 종일 기분이 좋고 자꾸자꾸 생각나요.
일은 미룰 수 있을 때까지 미루지만 기한은 절대 안 넘겨요.
구속 받거나 틀에 묶이는건 싫어요. 물 흘러가듯 살고 싶어요.
먼저 말 걸어주면 좋은데 아무도 말 안 하면 내가 나서요.
다들 내가 착하다는데 나는 내가 착한지 모르겠어요.
싸우면서 감정낭비 하는 거 싫어요. 갈등이 있을 때는 최대한 평화롭게 해결해요.`,
    match: ["믿음직한 리더 리오", "예비 축하사 리오"],
  },
];
